app/Models/ModelBuku.php

SELECT *
FROM `print`
---
    public function alldata(){
        return $this->db->table('print')->get()->getResultArray();